---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DebugtabDataboundcontrolsdemoDouble
source: html/e8e460ff-6b27-4412-4d52-422985ce9167.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DebugtabDataboundcontrolsdemoDouble Property

"Double"

## Syntax (C#)
```csharp
public static ForgeTypeId DebugtabDataboundcontrolsdemoDouble { get; }
```